Revit 2024 API
SymbolTypeId.InCaret2 Property
 Symbol in^2, indicating unit Square inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId InCaret2 { get; }
Visual Basic
Public Shared ReadOnly Property InCaret2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ InCaret2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace